<!DOCTYPE html>
<html>
<head>
    <title>Хайвуд</title>
    <meta charset="utf-8">
    <link rel="stylesheet" href="css/bootstrap.css">
    <link href="css/main.css" rel="stylesheet">
    <script type="text/javascript" src="js/jquery.js"></script>
</head>
<body>

<div class="control">
    <a href="views/list_students.php" class="btn btn-default">Список зачисленных</a>
    <a href="views/make_time_table.php" class="btn btn-default">Составить расписание</a>
    <a href="views/add_student.php" class="btn btn-default">Зачислить студента</a>
    <a href="views/distribute.php" class="btn btn-default">Распределить к зачеслению</a>
</div>
<h2 align="center">Информация о "Хайвуд"</h2>
<p class="lead">Задача
    На окраине Кембервиля существует колледж под названием «Хайвуд», который специализируется на кибернетике. В колледже есть всего три факультета: «Робототехника», «Нано-хирургия» и «Инженерия». В каждом таком факультете может учиться не больше 21 студента.
    На «Робототехнику» идут преимущественно парни, поэтому их общая часть поступления на этот факультет не должна превышать 65%, в отличии от «Нано-хирургии», где все наоборот, а вот в «Инженерии» всё поровну.
    В колледже всего 4 преподавателя, каждый из которых может вести занятия у одного факультета только один день за 5-и дневную учебную неделю.
    Помогите деканату правильно распределить преподавателей и будущих студентов к зачислению на факультеты, если к поступлению готовы 96 человек, из которых 72% парней.
    Создайте базу данных и форму зачисления студента для деканата, как для обычного пользователя (UI)
    P.S. Мы не требуем от вас правильного решения, мы лишь хотим увидеть ваш вариант, работающий и удобный в использовании.</p>
</body>
</html>
